[
    {
        "id": 1,
        "thumbs01":"Gamer_Helper_thumbs01.png",
        "thumbs02":"Gamer_Helper_thumbs02.png",
        "picture01":"Gamer_Helper_picture01.png",
        "picture02":"Gamer_Helper_picture02.png",
        "picture03": null,
        "slug": "gamer-helper",
        "name": "Gamer Helper",
        "year": "2023",
        "type": "Application web",
        "tags": ["React", "Zustand", "React-router","Node.js", "Postgres"],
        "duration": "1 mois",
        "role" : "Product Owner",
        "team": "Maxime Q. | Thomas C. | Houmaïr S. | Thomas Y.",
        "description": "Dans le cadre de la fin de ma formation chez O'clock, mon groupe et moi avons mis en place une application d'aide aux joueurs de jeux de gestion. </p><p> Pour l'instant, le site comprend une page contenant quatre composants \"drag and drop\" qui permettent de hiérarchiser ses tâches, prendre des notes, effectuer des calculs et minuter son temps de jeu et ses périodes de repos.</p><p> En un mois, nous avons créé l'application de manière autonome, de l'élaboration du cahier des charges jusqu'au déploiement du back-end et du front-end.L'application est développée avec React, Zustand & react router pour la partie front-end, et Node, Postgres et squitch pour la partie back-end.",
        "link": "https://gamer-helper.netlify.app/",
        "github" : ""
    },
    {
        "id": 2,
        "thumbs01":"portfolio_thumbs01.png",
        "thumbs02":"portfolio_thumbs02.png",
        "picture01":"",
        "picture02":"",
        "picture03":"",
        "slug": "portfolio",
        "name": "Portfolio personnel",
        "year": "2023",
        "type": "Site web",
        "tags": [ "HTML", "SCSS", "EJS", "Node","Express"],
        "duration": "Deux semaines",
        "role" : "Developpeur",
        "team": null,
        "description": "Dans le cadre de la création de mon portfolio personnel, j'ai décidé de faire le choix de technologies légères et faciles à mettre en œuvre. Mon objectif était de pouvoir concevoir un site internet tout en ayant un contrôle total sur tous les aspects de la production, allant du prototypage à la phase de développement et jusqu'au déploiement final. Pour atteindre cet objectif, j'ai choisi d'utiliser Node.js, EJS, HTML et SCSS, qui sont des outils performants et simples à utiliser. Grâce à eux, j'ai pu mettre en place mon projet rapidement et de manière efficace.",
        "link": "test.fr"
    }

]